[{"date":"2018/03/29","title":"Study: Single Connected Car Can Trick Smart Traffic Lights Into Causing Intersection Clogging","link":"https://www.trendmicro.com/vinfo/us/security/news/internet-of-things/connected-car-can-trick-smart-traffic-lights-causing-intersection-clogging","img":"https://www.trendmicro.com/us/iot-security/content/main/rss/309_m.jpg","text":"Researchers from the University of Michigan have shown that connected vehicle-based transportation systems can be interfered with using a single attack vehicle. Their research demonstrates how identifying a data spoofing strategy on one connected car can trick a traffic system into believing that an intersection is congested through vehicle-to-infrastructure (V2I) communication."},{"date":"2018/03/27","title":"Trend Micro Debunks Common Home Network Security Myths","link":"https://www.trendmicro.com/us/iot-security/special/310","img":"https://www.trendmicro.com/us/iot-security/content/main/rss/310_m.jpg","text":"For most people, securing a home wireless network rarely involves more than choosing a unique password. This should come as no surprise: networking is not exactly simple technology. A home network can connect all sorts of devices (computers, tablets, mobile phones, gaming consoles, and appliances, to name just a few) so that they can communicate with each other and the internet.\\r\\n"},{"date":"2018/03/26","title":"SAMSAM Ransomware Suspected in Atlanta Cyberattack","link":"https://www.trendmicro.com/vinfo/us/security/news/cybercrime-and-digital-threats/samsam-ransomware-suspected-in-atlanta-cyberattack","img":"https://www.trendmicro.com/us/iot-security/content/main/images/news/SAMSAMransomware.jpg","text":"Ransomware hit systems used by the city of Atlanta's local services, causing outages on customer facing applications, including some that customers may use to pay bills or access court-related information. According to the news report, the attack resembles the work of SAMSAM, a ransomware family that infected US healthcare facilities in 2016."},{"date":"2018/03/21","title":"Connected Vehicle Security Vulnerabilities","link":"https://www.trendmicro.com/us/iot-security/special/311","img":"https://www.trendmicro.com/us/iot-security/content/main/rss/311_m.jpg","text":"In the history of mandatory regulation of computerized vehicles, an E-Letter entitled, “Black box is not safe at all,” was published. It mentioned that on-board diagnostics (OBD-II) specifications were made mandatory for all cars sold in the United States in 1996. The European Union made European OBD (EOBD) mandatory for all gasoline (petrol) vehicles sold in the European Union starting in 2001."},{"date":"2018/03/21","title":"Autonomous Vehicle Incident Stresses Security Issues With Connected Cars","link":"https://www.trendmicro.com/us/iot-security/special/312","img":"https://www.trendmicro.com/us/iot-security/content/main/rss/312_m.jpg","text":"For the first time, a pedestrian was killed in an incident associated with self-driving technology. The fatal occurrence happened in Tempe, Arizona, on March 18 at around 10 p.m."},{"date":"2018/03/19","title":"Trend Micro at HiMSS: Protecting Healthcare Organizations with Optimized, Connected Security","link":"https://blog.trendmicro.com/trend-micro-himss-protecting-healthcare-organizations-optimized-connected-security/","img":"https://www.trendmicro.com/us/iot-security/content/main/rss/308_m.jpg","text":"The healthcare industry remains one of the most frequently targeted sectors in the United States. It accounted for nearly a quarter (23%) of all breaches reported in 2017, second only to the business category, in another record year for data theft. That’s why Trend Micro has been a long-time supporter of initiatives like HITRUST CyberAid, designed to improve baseline security among smaller healthcare organizations (HCOs)."}]